код в файле ex7:
Биометрический сканер должен распознать нового оператора.
Система безопасности терминала требует инициализации нового профиля. Твой код должен запрашивает у пользователя его имя (текст) и возраст (целое число или текст). 
После получения данных терминал выводит приветствие и подтверждение регистрации с указанием уровня доступа.

код в файле ex8:
Пользователь вводит первое целое число (назовем его a).
Пользователь вводит второе целое число (назовем его b).
Программа должна вывести результаты всех основных операций строго в указанном порядке и формате.
[операция]: [значение a] [знак операции] [значение b] = [результат]
Список математических операций в порядоке вывода:
Сумма
Разность
Произведение
Деление (вещественное число с 2 знаками после запятой)
Целочисленное деление
Остаток от деления
Возведение в степень
